{
    "Dashboard": "داشبورد",
    "Settings": "تنظیمات",
    "Profile": "پروفایل",
    "Log Out": "خروج",
    "You're logged in!": "شما با موفقیت وارد شدید!",
    "Theme Settings": "تنظیمات تم",
    "Choose how the application looks. \"System\" will match your operating system preference.": "انتخاب کنید که برنامه چگونه به نظر برسد. حالت \"سیستم\" با اولویت سیستم عامل شما مطابقت خواهد داشت.",
    "Light": "روشن",
    "Dark": "تاریک",
    "System": "سیستم",
    "Language Settings": "تنظیمات زبان",
    "Select your preferred language for the application.": "زبان مورد نظر خود را برای برنامه انتخاب کنید.",
    "Persian": "فارسی",
    "English": "انگلیسی",
    "Language updated.": "زبان با موفقیت به‌روز شد.",
    "Update Password": "به‌روزرسانی رمز عبور",
    "Ensure your account is using a long, random password to stay secure.": "اطمینان حاصل کنید که حساب شما برای امن ماندن از یک رمز عبور طولانی و تصادفی استفاده می‌کند.",
    "Current Password": "رمز عبور فعلی",
    "New Password": "رمز عبور جدید",
    "Confirm Password": "تکرار رمز عبور",
    "Save": "ذخیره",
    "Saved.": "ذخیره شد.",
    "Delete Account": "حذف حساب کاربری",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "پس از حذف حساب شما، تمام منابع و داده‌های آن برای همیشه حذف خواهند شد. قبل از حذف حساب خود، لطفاً هرگونه داده یا اطلاعاتی را که می‌خواهید حفظ کنید، دانلود نمایید.",
    "Are you sure you want to delete your account?": "آیا از حذف حساب کاربری خود اطمینان دارید؟",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "پس از حذف حساب شما، تمام منابع و داده‌های آن برای همیشه حذف خواهند شد. لطفاً برای تأیید اینکه می‌خواهید حساب خود را برای همیشه حذف کنید، رمز عبور خود را وارد نمایید.",
    "Password": "رمز عبور",
    "Cancel": "انصراف",
    "Welcome to the Attendance Monitoring System": "به سامانه نظارت بر ورود و خروج خوش آمدید",
    "This system is designed to efficiently track and manage the entry and exit of university staff and faculty. Guards can register attendance events, and authorized personnel can monitor these records based on their roles and permissions.": "این سامانه برای ردیابی و مدیریت کارآمد ورود و خروج کارمندان و اساتید دانشگاه طراحی شده است. نگهبانان می‌توانند رویدادهای حضور و غیاب را ثبت کنند و پرسنل مجاز می‌توانند بر اساس نقش و دسترسی خود، این سوابق را نظارت کنند.",
    "Log in": "ورود",
    "Register": "ثبت‌نام",
    "Phone Number": "شماره موبایل",
    "Remember me": "مرا به خاطر بسپار",
    "Not registered?": "ثبت‌نام نکرده‌اید؟",
    "Forgot your password?": "رمز عبور خود را فراموش کرده‌اید؟",
    "First Name": "نام",
    "Last Name": "نام خانوادگی",
    "Username": "نام کاربری",
    "Already registered?": "قبلاً ثبت‌نام کرده‌اید؟",
    "Reset Password": "بازیابی رمز عبور",
    "Thanks for signing up! Before getting started, could you verify your phone number by clicking on the link we just sent to you? If you didn't receive the message, we will gladly send you another.": "ممنون از ثبت‌نام شما! قبل از شروع، لطفاً با کلیک بر روی لینکی که برایتان ارسال کردیم، شماره موبایل خود را تأیید کنید. اگر پیامی دریافت نکردید، با کمال میل یکی دیگر برایتان ارسال خواهیم کرد.",
    "A new verification link has been sent to the phone number you provided during registration.": "یک لینک تأیید جدید به شماره موبایلی که هنگام ثبت‌نام وارد کردید، ارسال شد.",
    "Resend Verification Code": "ارسال مجدد کد تأیید"
}